Repository: apple/sample-backyard-birds
Catalog: BackyardBirdsData/Birds/Birds.xcstrings
Source language: en
Languages: ar, he, ja, pt_br, ru, sv, uk, zh_hans

source: A cutie, common to many a backyard.
ar: ظريف يظهر كثيرًا في الساحات الخلفية.
he: ציפור חמודה זו פוקדת לא מעט חצרות אחוריות.
ja: 裏庭でよく見かけるかわいい鳥です。
pt_br: Um pássaro adorável, comum em muitos jardins.
ru: Встречу с этой милашкой трудно избежать.
sv: En sötnos som är vanlig i många trädgårdar.
uk: Часто зʼявляється на подвірʼях.
zh_hans: 小可爱，是许多后院的常客。

source: Cardinal
ar: كاردينال
he: קרדינל צפוני
ja: ショウジョウコウカンチョウ
pt_br: Cardeal
ru: Кардинал
sv: Kardinal
uk: Кардинал
zh_hans: 红雀

source: Chickadee
ar: قُرقُف
he: צ'יקדי
ja: アメリカコガラ
pt_br: Chapim
ru: Синица
sv: Talltita
uk: Гаїчка
zh_hans: 山雀

source: Disliked Foods
ar: لم يعجبه الطعام
he: מזונות לא אהובים
ja: 嫌いな餌
pt_br: Comidas Indesejadas
ru: Не понравилось
sv: Oomtyckt mat
uk: Корм, що не сподобався
zh_hans: 不喜欢的食物

source: Dove
ar: حمامة
he: יונה
ja: ハト
pt_br: Pomba
ru: Голубь
sv: Duva
uk: Голуб
zh_hans: 鸽子

source: Enjoys a good backyard fountain.
ar: يستمتع بنوافير الساحة الخلفية.
he: ציפור זו נהנית ממזרקת גינה טובה.
ja: 家の裏庭にある水場が大好きです。
pt_br: Gosta de um jardim com fonte.
ru: Любит поплескаться на солнышке.
sv: Gillar en bra trädgårdsfontän.
uk: Любить фонтанчики.
zh_hans: 怡然享受后院的喷泉。

source: Favorite
ar: المفضلة
he: הוספה למועדפות
ja: お気に入り
pt_br: Favorito
ru: Любимое
sv: Favorit
uk: До Улюблених
zh_hans: 收藏

source: Favorite Birds
ar: الطيور المفضلة
he: ציפורים מועדפות
ja: お気に入りの鳥
pt_br: Pássaros Favoritos
ru: Любимые птицы
sv: Favoritfåglar
uk: Улюблені птахи
zh_hans: 收藏的鸟类

source: Favorite Food
ar: الطعام المفضل
he: מזונות מועדפים
ja: お気に入りの餌
pt_br: Comida Favorita
ru: Любимый корм
sv: Favoritmat
uk: Улюблений корм
zh_hans: 收藏的食物

source: Frequent flier amongst the flowers.
ar: يطير كثيرًا بين الزهور.
he: ציפור זו אוהבת להתעופף בין פרחים.
ja: 花の間を飛び回ります。
pt_br: Gosta de voar entre as flores.
ru: Завсегдатай цветочных клумб.
sv: Har säsongskort bland blommorna.
uk: Часто літає між квітами.
zh_hans: 钟爱飞行，常在花间穿梭。

source: Happy to eat just about anything.
ar: يأكل أي شيء تقريبًا.
he: ציפור זו אוהבת לאכול כמעט הכל.
ja: 何でもよく食べます。
pt_br: Gosta de comer qualquer coisa.
ru: Не откажется от любой закуски.
sv: Äter i stort sett vad som helst.
uk: Їсть майже все.
zh_hans: 对各种美食几乎来者不拒。

source: Hummingbird
ar: الطنان
he: קוליברי
ja: ハチドリ
pt_br: Beija‑flor
ru: Колибри
sv: Kolibri
uk: Колібрі
zh_hans: 蜂鸟

source: Loud and proud, with amazing style.
ar: فخور وجذاب وذو صوت مرتفع.
he: ציפור זו רועשת, גועשת ובעלת סטייל מדהים.
ja: 大きな声で鳴き、姿も堂々としています。
pt_br: Barulhento, orgulhoso e muito estiloso.
ru: Громкая, гордая и стильная.
sv: Stolt och högljudd med en elegant stil.
uk: Голосно співає, гордо виступає.
zh_hans: 声音洪亮而自负，别具一格。

source: Nickname
ar: اسم مستعار
he: כינוי
ja: ニックネーム
pt_br: Apelido
ru: Имя птицы
sv: Smeknamn
uk: Псевдонім
zh_hans: 昵称

source: Not yet seen
ar: لم يُرَ بعد
he: טרם נראתה
ja: まだ来訪なし
pt_br: Ainda não visto
ru: Еще не видели
sv: Ännu inte sedd
uk: Ще не бачили
zh_hans: 尚未见到

source: Particularly picky about its food.
ar: انتقائي في طعامه.
he: ציפור זו בררנית במיוחד לגבי המזון שלה.
ja: 食べ物にはちょっとうるさいです。
pt_br: Seu paladar é difícil de agradar.
ru: Особенно разборчива в корме.
sv: Mycket kräsen med maten.
uk: Цей птах дуже перебірливий щодо їжі.
zh_hans: 对食物尤为挑剔。

source: Petrel
ar: النوء
he: יסעור
ja: ウミツバメ
ru: Буревестник
sv: Petrell
uk: Буревісник
zh_hans: 穴居海燕

source: Recent Backyards
ar: ساحات خلفية حديثة
he: חצרות אחוריות אחרונות
ja: 最近鳥が来訪した裏庭
pt_br: Jardins Recentes
ru: Недавние сады
sv: Senaste trädgårdar
uk: Недавні подвірʼя
zh_hans: 最近后院

source: Recently Visited
ar: زيارات حديثة
he: ביקורים אחרונים
ja: 最近の来訪
pt_br: Visitas Recentes
ru: Недавние посетители
sv: Senast besökt
uk: Недавно відвідали
zh_hans: 最近访问

source: Seen %@
ar: شوهد قبل %@
he: נראתה %@
ja: %@に来訪
pt_br: Visto há %@
ru: Видели: %@
sv: Sågs %@
uk: Бачили %@
zh_hans: %@看到过

source: Species
ar: الأنواع
he: מינים
ja: 鳥の種類
pt_br: Espécie
ru: Виды
sv: Art
uk: Види
zh_hans: 品种

source: Swallow
ar: سنونو
he: סנונית
ja: スズメ
pt_br: Andorinha
ru: Воробей
sv: Svala
uk: Ластівка
zh_hans: 燕子
